Repository: mferenca/HMS-ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: kk_kz, sk

source: Personal info
kk_kz: Жеке дерек
sk: Osobné informácie

source: Permissions
kk_kz: Қол жеткізу құқығы
sk: Povolenia

source: Important dates
kk_kz: Маңызды деректер
sk: Dôležité dátumy

source: Full Name
kk_kz: Толық аты
sk: Celé meno

source: Coupon does not exist
kk_kz: Купон жоқ

source: Coupon expired
kk_kz: Купон мерзімі бітті

source: This coupon has already been used
kk_kz: Бұл купон қолданылған

source: This coupon code is invalid.
kk_kz: Купон коды жарамсыз болып табылады.

source: Product [{product}] not available for purchase.
kk_kz: Өнім [{product}] сатуға қол жетімсіз.

source: Could not get course information. [{error}]
kk_kz: Курс ақпаратын алу жүзеге аспады. [{error}]

source: Last date/time on which verification for this product can be submitted.
kk_kz: Берілген өнім үшін тексеріліс ұсынылу мүмкін болатын соңғы күн/уақыт.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
kk_kz: Қателік туындады. Біз сіз таңдаған мекеменің курс кредитын ұсынатынына көз жеткізе алмадық. Транзакцияны қайта көріңіз.

source: All payment options are currently unavailable. Try the transaction again in a few minutes.
kk_kz: Қазіргі таңда төлемнің барлық түрлері қол жетімсіз. Транзакцияны бірнеше минуттан кейін қайта көріңіз.

source: You can't check out with an empty basket.
kk_kz: Сіз бос себетпен тексере алмайсыз.
sk: Nemôžete ísť do pokladne s prázdnym košíkom.

source: We couldn't locate the identification code necessary to find one of your products.
kk_kz: Сіздің өнімдеріңіздің бірін табу үшін қажетті сәйкестендіру кодын таба алмадық.
sk: Nemohli sme nájsť identifikačný kód potrebný pre nájdenie jedného z vašich produktov.

source: We couldn't find one of the products you're looking for.
kk_kz: Сіз іздеген өнімдердің бірін таппадық.
sk: Nemohli sme nájsť jeden z produktov, ktoré hľadáte.

source: One of the products you're trying to order is unavailable.
kk_kz: Тапсырыс бергіңіз келген өнімнің бірі қол жетімсіз.
sk: Jeden z produktov, ktoré sa pokúšate objednať, nie je k dispozícii.

source: Products must have a price.
kk_kz: Өнімде баға болуы тиіс.
sk: Produkty musia mať cenu.

source: Site
kk_kz: сайт

source: Last date/time on which this product can be purchased.
kk_kz: Өнімге қол жеткізуге болатын соңғы күн/уақыт.
sk: Posledný dátum/čas kedy je môžné tento produkt zakúpiť.

source: Username
kk_kz: Пайдаланушының аты
sk: Meno používateľa

source: A refund cannot be created for these lines. They may have already been refunded.
kk_kz: Бұл желіліер үшін қайтарым мүмкін емес. Олар, мүмкін, қайтарылған болуы керек.
sk: Nie je možné vytvoriť refundáciu pre tieto línie. Je možné, že už boli refundované.

source: Status
kk_kz: Мәртебе:
sk: Stav

source: Failed to retrieve enrollment data.
kk_kz: Тіркеу жайлы ешқандай мәлімет алынбады.
sk: Nepodarilo sa načítať dáta zápisu.

source: Click 'Save and Continue Editing' to add stock records
kk_kz: Қор жазбаларын қосу үшін "Сақтау және өзгертуді жалғастыру" түймесін басыңыз.

source: Partner
kk_kz: Серіктес

source: Partners
kk_kz: Серіктестер
sk: Partneri

source: We don't support the payment option you selected.
kk_kz: Таңдалған төлем түрін қолдамаймыз.
sk: Nepodporujeme vami zvolený spôsob platby.

source: Transaction ID
kk_kz: Транзакция ID
sk: ID transakcie

source: Basket
kk_kz: Себет
sk: Košík

source: Order
kk_kz: Реті
sk: Objednávka

source: User
kk_kz: Пайдаланушы
sk: Používateľ

source: Currency
kk_kz: Валюта
sk: Mena

source: Refund
kk_kz: қайтарым
sk: Vrátiť peniaze

source: Order Line
kk_kz: Тапсырыс желісі
sk: Objednať líniu

source: Quantity
kk_kz: Саны
sk: Množstvo

source: Name
kk_kz: Аты
sk: Názov

source: Discount
kk_kz: Жеңілдік
sk: Zľava

source: Not Paid
kk_kz: Төленбеді

source: Paid
kk_kz: Төленді

source: Dashboard
kk_kz: Үстел
sk: Palubná doska

source: Catalogue
kk_kz: Каталог
sk: Katalóg

source: Products
kk_kz: Өнімдер
sk: Produkty

source: Product Types
kk_kz: Өнім түрі
sk: Typy produktov

source: Categories
kk_kz: Категориялар
sk: Kategórie

source: Fulfillment
kk_kz: Тапсырыс орындау
sk: Plnenie

source: Orders
kk_kz: Тапсырыстар
sk: Objednávky

source: Statistics
kk_kz: Статистика
sk: Štatistiky

source: Refunds
kk_kz: Қайтарымдар
sk: Refundácie

source: Customers
kk_kz: Тұтынушылар
sk: Zákazníci

source: Offers
kk_kz: Ұсыныстар

source: Vouchers
kk_kz: Ваучерлер

source: Reports
kk_kz: Есептер
sk: Oznámenia

source: If you need assistance, contact edX support.
kk_kz: Егер сізге көмек керек болса, EDX қолдау қызметіне хабарласыңыз.

source: FREE
kk_kz: Тегін

source: Total: $0
kk_kz: Барлығы: $0

source: Note:
kk_kz: Ескерту:

source: You must verify your identity using a webcam and a government-issued photo ID before the course ends.
kk_kz: Сіз курс соңына дейін веб-камера көмегімен өзіңіздің жеке басыңызды растауыңыз керек, үкімет берген фотолы жеке куәлігіңізді көрсетуіңіз керек.

source: Questions?
kk_kz: Сұрақтар?
sk: Otázky?

source: Coupon Codes
kk_kz: Жеңілдік купондары

source: Coupon Code Administration
kk_kz: Купон коды әкімшілігі

source: Dashboard for:
kk_kz: үшін үстел
sk: Panel pre :

source: Login
kk_kz: Кіру
sk: Prihlásiť sa

source: Courses
kk_kz: Курстар
sk: Kurzy

source: Course Administration
kk_kz: Курс әкімшілігі
sk: Administrácia kurzu

source: Sign Out
kk_kz: Шығу
sk: Odhlásiť sa

source: Thank you. We hope you enjoy the course!
kk_kz: Рахмет. Сізге курс ұнайды деген үміттеміз!
sk: Ďakujem. Dúfame, že ste si užili kurz!

source: The edX team
kk_kz: EDX командасы
sk: Tím edX

source: Order Placed
kk_kz: тапсырыс берді
sk: Objednávka prijatá

source: Payment Confirmation
kk_kz: Төлемді растау

source: Payment confirmation for:
kk_kz: Төлемді растау үшін:

source: View Payment Information
kk_kz: Төлем туралы ақпаратты қарау

source: Dear %(full_name)s,
kk_kz: Қымбатты, %(full_name)s

source: Thank you. We hope you enjoyed your course!
kk_kz: Рахмет сізге. Біз сізге курс ұнады деген үміттеміз!

source: To view your payment information, visit the following website.
kk_kz: Төлем туралы ақпаратты көру үшін, келесі веб-сайтқа кіріңіз.

source: Order Receipt
kk_kz: Тапсырыс қабылдау
sk: Potvrdenie objednávky

source: Select
kk_kz: Таңдау

source: Credits:
kk_kz: Несиелер:

source: Price:
kk_kz: Бағасы:

source: To purchase course credit:
kk_kz: Курс кредитін алу үшін:

source: On this page, select a checkout option.
kk_kz: Бұл бетте тапсырыс берудің түрін таңдаңыз.

source: On the payment page, enter your payment information.
kk_kz: Төлем бетінде сіздің төлем туралы ақпаратыңызды енгізіңіз.

source: Total:
kk_kz: Барлығы:
sk: Celkom

source: You deserve it.
kk_kz: Сіз оған лайықсыз.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
kk_kz: Ауыр жұмыс аяқталды - сіз курстан өттіңіз! Енді деңгейді бастау не аяқтау үшін тиісті кредиттерді алу.
sk: Tvrdá práca je na konci - absolvovali ste kurz! Teraz ste získali kredit ktorý ste si zaslúžili na začatie alebo dokončenie vzdelania.

source: It's affordable.
kk_kz: Ол қол жетімді.
sk: Je to cenovo dostupné.

source: The credit offered through edX generally costs less than the same credit at most institutions.
kk_kz: EDX ұсынған кредит, басқа мекемелер ұсынған кредитке қарағанда әлдеқайда аз.

source: It opens doors.
kk_kz: Ол есігін ашады.
sk: To otvára dvere.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
kk_kz: Қазіргі таңда көптеген сұранысқа ие жұмыс орындары колледж бітіру туралы дипломды талап етеді. Табысқа жету жолын баста!
sk: Mnohé z dnešných najžiadanejších pracovných miest si vyžaduje vysokoškolské vzdelanie. Začnite svoju cestu k úspechu!

source: Your Store Statistics
kk_kz: Сіздің статистикаңыз.
sk: Štatistika Vášeho obchodu

source: Total Orders
kk_kz: Барлық тапсырыстар
sk: Celkom objednávky

source: New Customers
kk_kz: Жаңа тұтынушылар
sk: Noví zákazníci

source: Total Customers
kk_kz: Барлық тұтынушылар
sk: Celkovo zákazníkov

source: Total Products
kk_kz: Барлық өнімдер
sk: Celkom produktov

source: Latest Orders (last 24 hours)
kk_kz: Соңғы тапсырыстар (соңғы 24 сағат)
sk: Posledné objednávky (posledných 24 hodín)

source: Orders - Last 24 Hours
kk_kz: Соңғы 24 сағаттағы тапсырыстар
sk: Objednávky - Posledných 24 hodín

source: Total orders
kk_kz: Барлық тапсырыстар
sk: Celkom objednávky

source: Total lines
kk_kz: Барлық желілер
sk: Celkom linky

source: Total revenue
kk_kz: Барлық табыс
sk: Celkové príjmy

source: Average order costs
kk_kz: Тапсырыстың орта шығыны
sk: Priemerná cena objednávky

source: Average (paid) order costs
kk_kz: Тапсырыстың орта шығыны (төлемдік)
sk: Priemerná (zaplatená) cena objednávky

source: Manage
kk_kz: Басқару
sk: Riadiť

source: Orders - All Time
kk_kz: Барлық уақыттағы тапсырыстар
sk: Objednávky - Celkom

source: Total <em>open</em> baskets
kk_kz: Барлығы<em> ашу</em> себеттер
sk: Celkom <em>otvorených</em> košíkov

source: Total customers
kk_kz: Барлық тұтынушылар
sk: Celkovo zákazníkov

source: New customers
kk_kz: Жаңа тұтынушылар
sk: Noví zákazníci

source: View Stock Alerts
kk_kz: Ескерту суретін қарау
sk: Pozrieť skladové zásoby

source: Catalogue and stock
kk_kz: Каталог және қор
sk: Katalóg a skladové zasoby

source: Total products
kk_kz: Барлық өнімдер
sk: Celkom produktov

source: <em>Open</em> stock alerts
kk_kz: <em>ашу</em>қор туралы ескертулер
sk: <em>Otvorené</em> upozornenia skladových zásob.

source: <em>Closed</em> stock alerts
kk_kz: <em>жабу</em>қор туралы ескертулер
sk: <em>Zatvorené</em> upozornenia skladových zásob.

source: Offers, vouchers and promotions
kk_kz: Ұсыныстар, талондар және акциялар
sk: Ponuky, poukážky a propagačné akcie

source: Promotions
kk_kz: Акциялар
sk: Propagačné akcie

source: Order %(number)s
kk_kz: Тапсырыс беру %(number)s
sk: Objednávka %(number)s

source: Order #%(number)s
kk_kz: Тапсырыс беру #%(number)s
sk: Objednávka #%(number)s

source: Customer Information
kk_kz: Тұтынушыларға ақпарат
sk: Informácie o zákazníkovi

source: Full name
kk_kz: Толық аты
sk: Celé meno

source: Email address
kk_kz: Электрондық пошта мекенжайы
sk: Emailová adresa

source: Customer has deleted their account.
kk_kz: Клиент өз аккаунтын жойған.
sk: Zákazník zrušil svoj účet.

source: Order information
kk_kz: Тапсырыс ақпараты
sk: Informácie o objednávke

source: Order Total
kk_kz: Барлық тапсырыс
sk: Súčet objednávky

source: Date of purchase
kk_kz: Сатып алу күні
sk: Dátum nákupu

source: Time of purchase
kk_kz: Сатып алу уақыты
sk: Čas nákupu

source: Order Details
kk_kz: Тапсырыс мәліметі
sk: Podrobnosti o objednávke

source: Order contents
kk_kz: Тапсырыс мазмұны
sk: Obsah objednávky

source: Shipping
kk_kz: Жеткізу
sk: Doprava

source: Payment
kk_kz: Төлем
sk: Platba

source: Discounts
kk_kz: Жеңілдік
sk: Zľavy

source: Notes
kk_kz: Белгілеулер
sk: Poznámky

source: Items ordered
kk_kz: Тапсырыс элементтері
sk: Objednané položky

source: Line ID
kk_kz: Желі ID
sk: ID línie

source: Product
kk_kz: Өнім
sk: Produkt

source: Supplier
kk_kz: Өнім жеткізуші
sk: Dodávateľ

source: Supplier SKU
kk_kz: Жеткізуші SKU
sk: Číslo balíka

source: Est. dispatch date
kk_kz: Стандартты шығыс уақыты. Жіберу күні
sk: Odhad. čas doručenia

source: Price excl tax (before discounts)
kk_kz: Салық ескермегендегі баға (жеңілдікке дейін)
sk: Cena bez dane (pred zľavnením)

source: Price inc tax (before discounts)
kk_kz: Салық ескергендегі баға (жеңілдікке дейін)
sk: Cena vrátane dane (pred zľavnením)

source: Actions
kk_kz: Қолданылу
sk: Akcie

source: View
kk_kz: Қарау
sk: Zobraziť

source: Basket total (excl. discounts)
kk_kz: Барлық себет( жеңілдік ескермей)
sk: Súčet za košík (bez zliav)

source: Basket total (inc. discounts)
kk_kz: Барлық себет(жеңілдік ескеріп)
sk: Súčet za košík (vrátane zliav)

source: Basket total
kk_kz: Барлық себет
sk: Súčet za košík

source: Shipping total (excl. discounts)
kk_kz: Жалпы жеткізу (жеңілдік ескермей)
sk: Súčet za dopravu (bez zliav)

source: Shipping total (inc. discounts)
kk_kz: Жалпы жеткізу (женілдік ескеріп)
sk: Súčet za dopravu (vrátane zliav)

source: Shipping total
kk_kz: Жалпы жеткізу
sk: Súčet za dopravu

source: Order total
kk_kz: Барлық тапсырыс
sk: Súčet za objednávku

source: With selected lines
kk_kz: Таңдалған желілермен
sk: S vybranými líniami

source: Change line status to
kk_kz: Желі статусының өзгеруі
sk: Zmeniť stav línie na

source: choose new status
kk_kz: Жаңа статус таңдау
sk: zvoliť nový stav

source: Create shipping event
kk_kz: Жеткізуді жасау
sk: Vytvoriť dopravnú udalosť

source: choose event type
kk_kz: Іс-әрекет түрін таңдау
sk: zvoliť typ udalosti

source: with reference
kk_kz: сілтеме жасай отырып
sk: s referenciou

source: Create payment event
kk_kz: Төлем әрекетін жасау
sk: Vytvoriť platobnú udalosť

source: with amount
kk_kz: санымен
sk: s množstvom

source: Create refund
kk_kz: Қайтарым жасау
sk: Vytvoriť refundáciu

source: Go!
kk_kz: Алға!
sk: Vykonať!

source: Change order status
kk_kz: Тапсырыс статусын өзгерту
sk: Zmeniť stav objednávky

source: Change status
kk_kz: Статус өзгерту
sk: Zmeniť stav

source: This order can't have its status changed.
kk_kz: Бұл тапсырыстың статусы өзгеруі мүмкін емес.
sk: Nie je možné zmeniť stav u tejto objednávky.

source: Shipping Events
kk_kz: Жеткізуі оқиғасы
sk: Dopravné udalosti

source: Date
kk_kz: Күні
sk: Dátum

source: Event
kk_kz: Оқиға
sk: Udalosť

source: Lines
kk_kz: Желі
sk: Línie

source: Reference
kk_kz: Анықтама
sk: Referencia

source: No shipping events.
kk_kz: Жеткізу оқиғасы жоқ.
sk: Žiadne dopravné udalosti.

source: Payment Events
kk_kz: Төлем оқиғасы
sk: Platobné udalosti

source: Amount
kk_kz: Сомасы
sk: Čiastka

source: Product:
kk_kz: Өнім
sk: Produkt:

source: quantity
kk_kz: Жалпы саны
sk: množstvo

source: No payment events.
kk_kz: Төлем оқиғасы жоқ.
sk: Žiadne platobné udalosti.

source: Method name
kk_kz: Әдіс атауы
sk: Názov metódy

source: Method code
kk_kz: Әдіс коды
sk: Kód metódy

source: Address
kk_kz: Мекен-жай
sk: Adresa

source: Update
kk_kz: Жаңарту
sk: Aktualizácia

source: Phone
kk_kz: Телефон
sk: Telefón

source: Instructions
kk_kz: Нұсқаулықтар
sk: Inštrukcie

source: Billing address
kk_kz: Төлем мекен-жайы
sk: Fakturačná adresa

source: Payment sources
kk_kz: Төлем қайнар көзі
sk: Platobné zdroje

source: Source
kk_kz: Қайнар көз
sk: Zdroj

source: Allocation
kk_kz: Бөлу
sk: Prídel

source: Amount debited
kk_kz: Сомасы есептен шығарылады
sk: Debetovaná čiastka

source: Amount refunded
kk_kz: Сомасы қайтарылады
sk: Refundovaná čiastka

source: No payment sources found for this order.
kk_kz: Бұл тапсырыс үшін төлем қайнар көзі табылмады.
sk: Pre túto objednávku sa nenašli žiadne platobné zdroje.

source: Transactions
kk_kz: Операциялар
sk: Transakcie

source: Type
kk_kz: Түрі
sk: Typ

source: Voucher
kk_kz: Ваучер
sk: Kupón

source: Offer name
kk_kz: Ұсыныс атауы
sk: Názov ponuky

source: Frequency
kk_kz: Жиілілік
sk: Frekvencia

source: Message
kk_kz: Хабарлама
sk: Správa

source: No discounts were applied to this order.
kk_kz: Бұл тапсырысқа жеңілдіктер қолданылмады.
sk: Na túto objednávku neboli aplikované žiadne zľavy.

source: Admin
kk_kz: Әкімші
sk: Administrátor

source: Edit
kk_kz: Редакциялау
sk: Upraviť

source: Delete
kk_kz: Жою
sk: Odstrániť

source: No notes available.
kk_kz: Қазіргі таңда түйіндер жоқ.
sk: K dispozícii nie sú žiadne poznámky.

source: Save note
kk_kz: Жазбаны сақтау
sk: Uložiť poznámku

source: Notes are only editable for 5 minutes after being saved.
kk_kz: Жазбаны сақталғаннан кейін 5 минут ішінде өзгертуге болады.
sk: Poznámky je možné upravovať iba 5 minút po ich uložení.

source: Search
kk_kz: Іздеу
sk: Hľadať

source: Advanced Search
kk_kz: Кеңейтілген іздеу
sk: Pokročilé hľadanie

source: Close
kk_kz: Жабу
sk: Zavrieť

source: Searching...
kk_kz: Іздеу ...
sk: Vyhľadávanie ...

source: Download selected orders as a CSV
kk_kz: Таңдалған тапсырыстарды CSV сияқты жүктеу
sk: Prevziať vybrané objednávky ako CSV

source: Download
kk_kz: Жүктеу
sk: Prevziať

source: Order number
kk_kz: Тапсырыс нөмері
sk: Číslo objednávky

source: Total inc tax
kk_kz: Барлығы салық қосылған
sk: Súčet vrátane dane

source: Number of items
kk_kz: Элемент саны
sk: Počet položiek

source: Deleted
kk_kz: Жойылды
sk: Odstránené

source: No orders found.
kk_kz: Тапсырыс табылмады.
sk: Nenašli sa žiadne objednávky.

source: Enrollments
kk_kz: Тіркеу
sk: Zápisy

source: Course ID
kk_kz: Курстың сәйкестендіргіші
sk: ID kurzu

source: Mode
kk_kz: Режим
sk: Mód

source: Active?
kk_kz: Белсенді?
sk: Aktívny?

source: No enrollments found.
kk_kz: Тіркелгендер табылмады.
sk: Neboli nájdené žiadne zápisy.

source: Confirm Refund Processing
kk_kz: Растау Қайтару Өңдеу
sk: Potvrdiť spracovanie refundácie

source: Are you sure you want to issue a full refund?
kk_kz: Толық қайтарым жасағыңыз келетініне сенімдісіз бе?
sk: Skutočne chcete vystaviť plnú refundáciu?

source: Are you sure you want to deny this refund request?
kk_kz: Толық қайтарым орындағыңыз келетініне сенімдісіз бе?
sk: Skutočne chcete zamietnuť túto požiadavku o refundáciu?

source: Cancel
kk_kz: Болдырмау
sk: Zrušiť

source: Confirm
kk_kz: Растау
sk: Potvrdiť

source: Approve
kk_kz: Құптау
sk: Schváliť

source: Deny
kk_kz: Жоққа шығару
sk: Zamietnuť

source: Number of Items
kk_kz: Элементтер саны
sk: Počet položiek

source: Total Credit
kk_kz: Барлық кредит
sk: Súčet pohľadávky

source: Created
kk_kz: Құрылды
sk: Vytvorené

source: No refunds found.
kk_kz: Қайтарым табылмады.
sk: Nenašli sa žiadne refundácie.

source: Refund #%(id)s
kk_kz: Қайтарым #%(id)s
sk: Refundácia #%(id)s

source: Refund Overview
kk_kz: Қайтарымды шолу
sk: Prehľad refundácie

source: Associated Order
kk_kz: Тапсырыс байланысы
sk: Pridružená objednávka

source: Refund Items
kk_kz: Қайтарым элементтері
sk: Refundované položky

source: Refund Line ID
kk_kz: Желі ID қайтарымы
sk: ID línie refundácie

source: Associated Order Line
kk_kz: Қауымдасқан тапсырыс жолы
sk: Pridružená línia objednávky

source: Credit (excl. tax)
kk_kz: Кредит(Салық қосылған)
sk: Pohľadávka (bez dane)

source: Processor
kk_kz: Процессор
sk: Spracovateľ

source: Quantity:
kk_kz: Саны:
sk: Množstvo:

source: General
kk_kz: Жалпы
sk: Všeobecné

source: Email
kk_kz: Электрондық почта

source: Active
kk_kz: Белсенді
sk: Aktívna

source: Yes,No
kk_kz: Иа,Жоқ
sk: Áno,Nie

source: Superuser
kk_kz: Суперпайдаланушы

source: True,False
kk_kz: Дұрыс,Қате
sk: Pravda,Nepravda

source: Staff
kk_kz: Қызметкер
sk: Personál

source: Last login
kk_kz: Соңғы кіру
sk: Posledné prihlásenie

source: Date joined
kk_kz: Қосылу күні
sk: Dátum pridania

source: Products viewed
kk_kz: Қаралған өнімдер
sk: Pozretých produktov

source: Number of orders
kk_kz: Тапсырыс нөмері
sk: Počet objednávok

source: Number of ordered items
kk_kz: Тапсырыс өнімінің саны
sk: Počet objednaných položiek

source: Total spent
kk_kz: Жалпы жұмсалғаны
sk: Celkovo minuté

source: Reviews written
kk_kz: Жазылған пікірлер
sk: Napísaných recenzií

source: Send password reset email
kk_kz: Құпия сөзді қайта қалпына келтіру үшін хабарлама жіберу
sk: Poslať email pre obnovu hesla

source: Addresses
kk_kz: Адрестер
sk: Adresy

source: Reviews
kk_kz: Пікірлер
sk: Recenzie

source: Order Number
kk_kz: Тапсырыс нөмірі
sk: Číslo objednávky

source: Num items
kk_kz: Элементтер саны
sk: Počet položiek

source: Total value
kk_kz: Жалпы құны
sk: Celková hodnota

source: Date placed
kk_kz: Орналасқан күні
sk: Dátum podania

source: This customer has not placed any orders yet.
kk_kz: Бұл тұтынушы әзірге ешқандай тапсырыс орналастырған жоқ.
sk: Tento zákazník nepodal ešte žiadnu objednávku.

source: This customer has not saved any addresses.
kk_kz: Бұл тұтынушы мекен-жайды сақтамады.
sk: Tento zákazník neuložil žiadnu adresu.

source: Product ID
kk_kz: Өнім ID
sk: ID produktu

source: Score
kk_kz: Ұпайлар
sk: Skóre

# Product review title
source: Title
kk_kz: Атауы
sk: Oslovenie

source: Body
kk_kz: Дене
sk: Hlavná časť

source: Date created
kk_kz: Құрылған күні
sk: Dátum vytvorenia

source: This customer has not written any reviews yet.
kk_kz: Бұл тұтынушы әзірге ешқандай пікір қалдырмады.
sk: Tento zákazník ešte nenapísal žiadnu recenziu.

source: Invalid product class [{product_class}] requested.
sk: Vyžadovaná nesprávna trieda produktu [{product_class}].

source: Products must indicate whether ID verification is required.
sk: Produkty musia mať uvedené, či je požadované overenie s ID.

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
sk: {link_start}Refundácia #{refund_id}{link_end} bola vytvorená! Kliknite {link_start}sem{link_end}, ak ju chcete zobraziť.

source: Refunds Dashboard
sk: Palubná doska refundácií

source: Refund ID
sk: ID refundácie

source: Payment Processor
sk: Spracovateľ platby

source: Payment Processor Response
sk: Odpoveď spracovateľa platby

source: Payment Processor Responses
sk: Odpovede spracovateľa platby

source: Total Credit (excl. tax)
sk: Súčet pohľadávky (bez dane)

source: Line Credit (excl. tax)
sk: Pohľadávka za líniu (bez dane)

source: Code
sk: Kód

source: Ranges
sk: Rozsahy

source: Low stock alerts
sk: Upozornenia pri nízkom stave skladových zásob

source: Stock alert requests
sk: Požiadavky počas nízkeho stavu zásob

source: Toggle navigation
sk: Prepnúť navigáciu

source: %(platform_name)s Course Administration Tool
sk: %(platform_name)s Nástroj administrácie kurzu

source: Student Dashboard
sk: Panel Študenta

source: Course Admin Tool
sk: Nástroj administrácie kurzu

source: E-Commerce Dashboard
sk: Panel E-Commerce

source: Hi %(full_name)s,
sk: Ahoj %(full_name)s,

source: Thank you for purchasing %(course_title)s. The charge below will appear on your next credit or debit card statement with a company name of %(platform_name)s.
sk: Ďakujeme Vám za zakúpenie %(course_title)s. Nižšie uvedený poplatok sa objaví na výpise Vašej kreditnej alebo debetnej karty s názvom firmy %(platform_name)s.

source: %(platform_name)s team
sk: %(platform_name)s tím

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
sk: Dostali ste tento e-mail, pretože ste si zakúpili miesto v %(platform_name)s v kurze %(course_title)s.

source: Receipt Confirmation for:
sk: Potvrdenie o prijatí pre:

source: %(platform_name)s team
sk: %(platform_name)s tím

source: Active <em>Site</em> Offers
sk: Aktívne <em>Miesto</em> Ponuky

source: Active <em>Vouchers</em>
sk: Aktívne <em>Poukážky</em>

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
sk: %(title)s (množstvo %(event_qty)s/%(total_qty)s)

source: Charge (incl tax)
sk: Poplatok (vrátane dane)

source: Charge (excl tax)
sk: Poplatok (bez dane)

source: Retry Fulfillment
sk: Opäť skúsiť plnenie
